Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_view_text_nonPrintable
source: How control characters and undefined bytes are shown in the text column.
ar: كيفية عرض أحرف التحكم والبايتات غير المعرّفة في عمود النص.
cs: Jak se v textovém sloupci zobrazují řídicí znaky a nedefinované bajty.
de: Wie Steuerzeichen und nicht definierte Bytes in der Textspalte angezeigt werden.
el: Πώς εμφανίζονται οι χαρακτήρες ελέγχου και τα μη καθορισμένα byte στη στήλη κειμένου.
es: Cómo se muestran los caracteres de control y los bytes no definidos en la columna de texto.
fa: نحوهٔ نمایش نویسه‌های کنترلی و بایت‌های تعریف‌نشده در ستون متن.
fr: La façon dont les caractères de contrôle et les octets non définis s'affichent dans la colonne texte.
hu: A vezérlőkarakterek és a nem definiált bájtok megjelenítése a szövegoszlopban.
id: Cara karakter kontrol dan byte yang tidak didefinisikan ditampilkan di kolom teks.
it: Come vengono mostrati nella colonna testo i caratteri di controllo e i byte non definiti.
ja: テキスト列で、制御文字や未定義のバイトをどう表示するかです。
ko: 텍스트 열에서 제어 문자와 정의되지 않은 바이트를 표시하는 방법입니다.
pl: Sposób wyświetlania znaków sterujących i niezdefiniowanych bajtów w kolumnie tekstu.
pt: Como caracteres de controle e bytes indefinidos são mostrados na coluna de texto.
ro: Cum sunt afișate caracterele de control și octeții nedefiniți în coloana text.
ru: Как управляющие символы и неопределенные байты отображаются в текстовом столбце.
th: วิธีแสดงอักขระควบคุมและไบต์ที่ไม่ได้กำหนดในคอลัมน์ข้อความ
tr: Denetim karakterlerinin ve tanımsız baytların metin sütununda gösterilme şekli.
uk: Як у текстовому стовпці відображаються керівні символи й невизначені байти.
vi: Cách hiển thị ký tự điều khiển và byte không xác định trong cột văn bản.
zh_hans: 文本列中控制字符和未定义字节的显示方式。
zh_hant: 控制字元和未定義的位元組在文字欄中的顯示方式。

# SetOpt_view_text_nonPrintable_dot
source: Dot (.)
ar: نقطة (.)
cs: Tečka (.)
de: Punkt (.)
el: Τελεία (.)
es: Punto (.)
fa: نقطه (.)
fr: Point (.)
hu: Pont (.)
id: Titik (.)
it: Punto (.)
ja: ピリオド (.)
ko: 마침표(.)
pl: Kropka (.)
pt: Ponto (.)
ro: Punct (.)
ru: Точка (.)
th: จุด (.)
tr: Nokta (.)
uk: Крапка (.)
vi: Dấu chấm (.)
zh_hans: 句点 (.)
zh_hant: 點 (.)

# SetOpt_view_text_nonPrintable_space
source: Space
ar: مسافة
cs: Mezera
de: Leerzeichen
el: Κενό
es: Espacio
fa: فاصله
fr: Espace
hu: Szóköz
id: Spasi
it: Spazio
ja: 空白
ko: 공백
pl: Spacja
pt: Espaço
ro: Spațiu
ru: Пробел
th: ช่องว่าง
tr: Boşluk
uk: Пробіл
vi: Dấu cách
zh_hans: 空格
zh_hant: 空格

# SetOpt_view_text_nonPrintable_controlPictures
source: Control pictures (␀)
ar: صور التحكم (␀)
cs: Symboly řídicích znaků (␀)
de: Steuerzeichensymbole (␀)
el: Εικόνες χαρακτήρων ελέγχου (␀)
es: Símbolos de control (␀)
fa: تصاویر کنترلی (␀)
fr: Symboles de contrôle (␀)
hu: Vezérlőkarakter-szimbólumok (␀)
id: Gambar kontrol (␀)
it: Simboli di controllo (␀)
ja: 制御文字の図記号 (␀)
ko: 제어 문자 그림(␀)
pl: Symbole sterujące (␀)
pt: Imagens de controle (␀)
ro: Simboluri de control (␀)
ru: Значки управляющих символов (␀)
th: สัญลักษณ์อักขระควบคุม (␀)
tr: Denetim resimleri (␀)
uk: Зображення керівних символів (␀)
vi: Ký hiệu điều khiển (␀)
zh_hans: 控制字符图形 (␀)
zh_hant: 控制字元圖示 (␀)

# Set_view_modified_showDeletions
source: Show deleted positions
ar: إظهار مواضع الحذف
cs: Zobrazit místa odstranění
de: Gelöschte Positionen anzeigen
el: Εμφάνιση θέσεων διαγραφής
es: Mostrar las posiciones eliminadas
fa: نمایش موقعیت‌های حذف‌شده
fr: Afficher les positions supprimées
hu: Törölt pozíciók megjelenítése
id: Tampilkan posisi yang dihapus
it: Mostra le posizioni eliminate
ja: 削除位置を表示
ko: 삭제된 위치 표시
pl: Pokazuj usunięte pozycje
pt: Mostrar posições excluídas
ro: Afișare poziții șterse
ru: Показывать места удаления
th: แสดงตำแหน่งที่ถูกลบ
tr: Silinen konumları göster
uk: Показувати позиції видалення
vi: Hiện vị trí đã xóa
zh_hans: 显示删除位置
zh_hant: 顯示已刪除的位置

# SetDesc_view_modified_showDeletions
source: Draw a vertical line where unsaved deletions closed up the data.
ar: رسم خط عمودي حيث أدت عمليات الحذف غير المحفوظة إلى تقارب البيانات.
cs: Vykreslit svislou čáru v místě, kde neuložené odstranění spojilo data.
de: Eine senkrechte Linie dort zeichnen, wo nicht gespeicherte Löschungen die Daten zusammengeschoben haben.
el: Σχεδίαση κατακόρυφης γραμμής εκεί όπου μη αποθηκευμένες διαγραφές συμπύκνωσαν τα δεδομένα.
es: Dibuja una línea vertical donde las eliminaciones no guardadas juntaron los datos.
fa: در جایی که حذف‌های ذخیره‌نشده داده‌ها را به هم نزدیک کرده‌اند، یک خط عمودی رسم شود.
fr: Trace une ligne verticale là où des suppressions non enregistrées ont resserré les données.
hu: Függőleges vonal jelzi, ahol a nem mentett törlések összezárták az adatokat.
id: Menggambar garis vertikal di tempat penghapusan yang belum disimpan merapatkan data.
it: Disegna una linea verticale dove eliminazioni non salvate hanno compattato i dati.
ja: 保存していない削除で詰まった位置に縦の線を表示する。
ko: 저장되지 않은 삭제로 데이터가 당겨진 위치에 세로선을 그립니다.
pl: Rysuje pionową linię w miejscach, gdzie niezapisane usunięcia złączyły dane.
pt: Desenha uma linha vertical onde exclusões não salvas juntaram os dados.
ro: Desenează o linie verticală acolo unde ștergerile nesalvate au comprimat datele.
ru: Рисовать вертикальную линию в местах, где несохраненные удаления сомкнули данные.
th: วาดเส้นแนวตั้งที่ตำแหน่งที่ข้อมูลถูกเลื่อนชิดกันเนื่องจากการลบที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş silmelerin verileri kapattığı yerde dikey bir çizgi çizer.
uk: Малювати вертикальну лінію там, де незбережене видалення зсунуло дані.
vi: Vẽ một đường dọc tại nơi dữ liệu bị dồn lại do thao tác xóa chưa lưu.
zh_hans: 在未保存的删除使数据合拢的位置绘制一条竖线。
zh_hant: 在未儲存的刪除使資料靠攏的位置繪製垂直線。

# GoTo_Address_Name
source: Address or offset
ar: العنوان أو الإزاحة
cs: Adresa nebo posun
de: Adresse oder Offset
el: Διεύθυνση ή μετατόπιση
es: Dirección o desplazamiento
fa: آدرس یا آفست
fr: Adresse ou décalage
hu: Cím vagy eltolás
id: Alamat atau offset
it: Indirizzo o offset
ja: アドレスかオフセットか
ko: 주소 또는 오프셋
pl: Adres lub przesunięcie
pt: Endereço ou deslocamento
ro: Adresă sau deplasament
ru: Адрес или смещение
th: ที่อยู่หรือออฟเซ็ต
tr: Adres veya ofset
uk: Адреса або зміщення
vi: Địa chỉ hoặc độ lệch
zh_hans: 地址或偏移量
zh_hant: 位址或位移

# GoTo_Address_Address.Content
source: By address
ar: حسب العنوان
cs: Podle adresy
de: Nach Adresse
el: Κατά διεύθυνση
es: Por dirección
fa: بر اساس آدرس
fr: Par adresse
hu: Cím szerint
id: Berdasarkan alamat
it: Per indirizzo
ja: アドレスで指定
ko: 주소로 지정
pl: Według adresu
pt: Por endereço
ro: După adresă
ru: По адресу
th: ตามที่อยู่
tr: Adrese göre
uk: За адресою
vi: Theo địa chỉ
zh_hans: 按地址
zh_hant: 依位址

# GoTo_Address_Offset.Content
source: By offset
ar: حسب الإزاحة
cs: Podle posunu
de: Nach Offset
el: Κατά μετατόπιση
es: Por desplazamiento
fa: بر اساس آفست
fr: Par décalage
hu: Eltolás szerint
id: Berdasarkan offset
it: Per offset
ja: オフセットで指定
ko: 오프셋으로 지정
pl: Według przesunięcia
pt: Por deslocamento
ro: După deplasament
ru: По смещению
th: ตามออฟเซ็ต
tr: Ofsete göre
uk: За зміщенням
vi: Theo độ lệch
zh_hans: 按偏移量
zh_hant: 依位移

# Menu_View_SectorSize.Text
source: Sector size
ar: حجم القطاع
cs: Velikost sektoru
de: Sektorgröße
el: Μέγεθος τομέα
es: Tamaño de sector
fa: اندازهٔ سکتور
fr: Taille de secteur
hu: Szektorméret
id: Ukuran Sektor
it: Dimensione settore
ja: セクタサイズ(Z)
ko: 섹터 크기(Z)
pl: Rozmiar sektora
pt: Tamanho do setor
ro: Dimensiune sector
ru: Размер сектора
th: ขนาดเซกเตอร์(Z)
tr: Sektör boyutu
uk: Розмір сектора
vi: Kích thước Sector
zh_hans: 扇区大小(Z)
zh_hant: 磁區大小(Z)

# Menu_View_SectorSize.AccessKey
source: Z
ar: ا
cs: V
de: E
el: Ε
es: T
fa: ا
fr: T
id: U
it: M
pl: R
pt: T
ro: I
ru: З
tr: B
uk: Р
vi: K

# Menu_View_SectorSizeBytes
source: {0} bytes
ar: {0} بايت
cs: Bajty: {0}
el: {0} byte
fa: {0} بایت
fr: {0} octets
hu: {0} bájt
id: {0} byte
it: {0} byte
ja: {0} バイト
ko: {0}바이트
pl: {0} B
ro: {0} octeți
ru: {0} байт
th: {0} ไบต์
tr: {0} bayt
uk: {0} байтів
vi: {0} byte
zh_hans: {0} 字节
zh_hant: {0} 個位元組

# Menu_View_SectorSizeCustom.Text
source: Custom...
ar: مخصص...
cs: Vlastní...
de: Benutzerdefiniert...
el: Προσαρμογή...
es: Personalizado...
fa: سفارشی...
fr: Personnalisée...
hu: Egyéni...
id: Kustom...
it: Personalizzata...
ja: 指定(C)...
ko: 사용자 지정(C)...
pl: Niestandardowy...
pt: Personalizado...
ro: Particularizat...
ru: Другой...
th: กำหนดเอง(C)...
tr: Özel...
uk: Власне значення...
vi: Tùy chỉnh...
zh_hans: 自定义(C)...
zh_hant: 自訂(C)...

# Menu_View_SectorSizeCustom.AccessKey
source: C
ar: م
cs: V
de: B
el: Π
es: P
fa: س
fr: P
hu: E
id: K
it: P
pl: N
pt: P
ro: P
ru: Д
tr: Z
uk: В

# ViewInput_SectorSize
source: Sector size (bytes)
ar: حجم القطاع (بالبايت)
cs: Velikost sektoru (bajty)
de: Sektorgröße (Bytes)
el: Μέγεθος τομέα (byte)
es: Tamaño de sector (bytes)
fa: اندازهٔ سکتور (بایت)
fr: Taille de secteur (octets)
hu: Szektorméret (bájt)
id: Ukuran sektor (byte)
it: Dimensione settore (byte)
ja: セクタサイズ (バイト)
ko: 섹터 크기(바이트)
pl: Rozmiar sektora (bajty)
pt: Tamanho do setor (bytes)
ro: Dimensiune sector (octeți)
ru: Размер сектора (байты)
th: ขนาดเซกเตอร์ (ไบต์)
tr: Sektör boyutu (bayt)
uk: Розмір сектора (байти)
vi: Kích thước sector (byte)
zh_hans: 扇区大小（字节）
zh_hant: 磁區大小（位元組）

# ViewInput_SectorSizeRange
source: Enter a value from 1 to {0}.
ar: أدخل قيمة من 1 إلى {0}.
cs: Zadejte hodnotu od 1 do {0}.
de: Geben Sie einen Wert von 1 bis {0} ein.
el: Εισαγάγετε μια τιμή από 1 έως {0}.
es: Escribe un valor entre 1 y {0}.
fa: مقداری از 1 تا {0} وارد کنید.
fr: Entrez une valeur comprise entre 1 et {0}.
hu: Adjon meg egy 1 és {0} közötti értéket.
id: Masukkan nilai dari 1 hingga {0}.
it: Immetti un valore compreso tra 1 e {0}.
ja: 1〜{0} の値を指定してください。
ko: 1~{0} 사이의 값을 입력하세요.
pl: Wprowadź wartość od 1 do {0}.
pt: Insira um valor de 1 a {0}.
ro: Introduceți o valoare între 1 și {0}.
ru: Введите значение от 1 до {0}.
th: โปรดใส่ค่าตั้งแต่ 1 ถึง {0}
tr: 1 ile {0} arasında bir değer girin.
uk: Введіть значення від 1 до {0}.
vi: Hãy nhập giá trị từ 1 đến {0}.
zh_hans: 请输入 1 到 {0} 之间的值。
zh_hant: 請輸入 1 到 {0} 之間的值。

# Cmd_view_sectorSize512
source: Sector size: 512 bytes
ar: حجم القطاع: 512 بايت
cs: Velikost sektoru: 512 bajtů
de: Sektorgröße: 512 Bytes
el: Μέγεθος τομέα: 512 byte
es: Tamaño de sector: 512 bytes
fa: اندازهٔ سکتور: 512 بایت
fr: Taille de secteur : 512 octets
hu: Szektorméret: 512 bájt
id: Ukuran sektor: 512 byte
it: Dimensione settore: 512 byte
ja: セクタサイズ: 512 バイト
ko: 섹터 크기: 512바이트
pl: Rozmiar sektora: 512 bajtów
pt: Tamanho do setor: 512 bytes
ro: Dimensiune sector: 512 octeți
ru: Размер сектора: 512 байт
th: ขนาดเซกเตอร์: 512 ไบต์
tr: Sektör boyutu: 512 bayt
uk: Розмір сектора: 512 байтів
vi: Kích thước sector: 512 byte
zh_hans: 扇区大小：512 字节
zh_hant: 磁區大小：512 個位元組

# CmdAlias_view_sectorSize512
source: sector size lba
ar: sector size lba حجم القطاع
cs: sektor velikost sector size lba
de: sektorgröße sector size lba
el: μέγεθος τομέα sector size lba
es: tamaño de sector sector size lba
fa: اندازهٔ سکتور, sector size lba
fr: taille secteur sector size lba
hu: szektor méret meret szektorméret sector size lba
id: ukuran sektor sector size lba
it: dimensione settore sector size lba
ja: せくたさいず
ko: 섹터 크기 sector size lba
pl: rozmiar sektora sector size lba
pt: tamanho setor sector size lba
ro: dimensiune sector sector size lba
ru: размер сектора sector size lba
th: ขนาดเซกเตอร์ sector size lba
tr: sektör boyutu sector size lba
uk: розмір сектора sector size lba
vi: kích thước sector sector size lba
zh_hans: 扇区 大小 sector size lba
zh_hant: 磁區大小 sector size lba

# Cmd_view_sectorSize1024
source: Sector size: 1,024 bytes
ar: حجم القطاع: 1,024 بايت
cs: Velikost sektoru: 1 024 bajtů
de: Sektorgröße: 1.024 Bytes
el: Μέγεθος τομέα: 1.024 byte
es: Tamaño de sector: 1024 bytes
fa: اندازهٔ سکتور: 1,024 بایت
fr: Taille de secteur : 1 024 octets
hu: Szektorméret: 1024 bájt
id: Ukuran sektor: 1.024 byte
it: Dimensione settore: 1.024 byte
ja: セクタサイズ: 1,024 バイト
ko: 섹터 크기: 1,024바이트
pl: Rozmiar sektora: 1024 bajty
pt: Tamanho do setor: 1.024 bytes
ro: Dimensiune sector: 1.024 de octeți
ru: Размер сектора: 1 024 байта
th: ขนาดเซกเตอร์: 1,024 ไบต์
tr: Sektör boyutu: 1.024 bayt
uk: Розмір сектора: 1 024 байти
vi: Kích thước sector: 1.024 byte
zh_hans: 扇区大小：1,024 字节
zh_hant: 磁區大小：1,024 個位元組

# CmdAlias_view_sectorSize1024
source: sector size lba
ar: sector size lba حجم القطاع
cs: sektor velikost sector size lba
de: sektorgröße sector size lba
el: μέγεθος τομέα sector size lba
es: tamaño de sector sector size lba
fa: اندازهٔ سکتور, sector size lba
fr: taille secteur sector size lba
hu: szektor méret meret szektorméret sector size lba
id: ukuran sektor sector size lba
it: dimensione settore sector size lba
ja: せくたさいず
ko: 섹터 크기 sector size lba
pl: rozmiar sektora sector size lba
pt: tamanho setor sector size lba
ro: dimensiune sector sector size lba
ru: размер сектора sector size lba
th: ขนาดเซกเตอร์ sector size lba
tr: sektör boyutu sector size lba
uk: розмір сектора sector size lba
vi: kích thước sector sector size lba
zh_hans: 扇区 大小 sector size lba
zh_hant: 磁區大小 sector size lba

# Cmd_view_sectorSize2048
source: Sector size: 2,048 bytes
ar: حجم القطاع: 2,048 بايت
cs: Velikost sektoru: 2 048 bajtů
de: Sektorgröße: 2.048 Bytes
el: Μέγεθος τομέα: 2.048 byte
es: Tamaño de sector: 2048 bytes
fa: اندازهٔ سکتور: 2,048 بایت
fr: Taille de secteur : 2 048 octets
hu: Szektorméret: 2048 bájt
id: Ukuran sektor: 2.048 byte
it: Dimensione settore: 2.048 byte
ja: セクタサイズ: 2,048 バイト
ko: 섹터 크기: 2,048바이트
pl: Rozmiar sektora: 2048 bajtów
pt: Tamanho do setor: 2.048 bytes
ro: Dimensiune sector: 2.048 de octeți
ru: Размер сектора: 2 048 байт
th: ขนาดเซกเตอร์: 2,048 ไบต์
tr: Sektör boyutu: 2.048 bayt
uk: Розмір сектора: 2 048 байтів
vi: Kích thước sector: 2.048 byte
zh_hans: 扇区大小：2,048 字节
zh_hant: 磁區大小：2,048 個位元組

# CmdAlias_view_sectorSize2048
source: sector size lba
ar: sector size lba حجم القطاع
cs: sektor velikost sector size lba
de: sektorgröße sector size lba
el: μέγεθος τομέα sector size lba
es: tamaño de sector sector size lba
fa: اندازهٔ سکتور, sector size lba
fr: taille secteur sector size lba
hu: szektor méret meret szektorméret sector size lba
id: ukuran sektor sector size lba
it: dimensione settore sector size lba
ja: せくたさいず
ko: 섹터 크기 sector size lba
pl: rozmiar sektora sector size lba
pt: tamanho setor sector size lba
ro: dimensiune sector sector size lba
ru: размер сектора sector size lba
th: ขนาดเซกเตอร์ sector size lba
tr: sektör boyutu sector size lba
uk: розмір сектора sector size lba
vi: kích thước sector sector size lba
zh_hans: 扇区 大小 sector size lba
zh_hant: 磁區大小 sector size lba

# Cmd_view_sectorSize4096
source: Sector size: 4,096 bytes
ar: حجم القطاع: 4,096 بايت
cs: Velikost sektoru: 4 096 bajtů
de: Sektorgröße: 4.096 Bytes
el: Μέγεθος τομέα: 4.096 byte
es: Tamaño de sector: 4096 bytes
fa: اندازهٔ سکتور: 4,096 بایت
fr: Taille de secteur : 4 096 octets
hu: Szektorméret: 4096 bájt
id: Ukuran sektor: 4.096 byte
it: Dimensione settore: 4.096 byte
ja: セクタサイズ: 4,096 バイト
ko: 섹터 크기: 4,096바이트
pl: Rozmiar sektora: 4096 bajtów
pt: Tamanho do setor: 4.096 bytes
ro: Dimensiune sector: 4.096 de octeți
ru: Размер сектора: 4 096 байт
th: ขนาดเซกเตอร์: 4,096 ไบต์
tr: Sektör boyutu: 4.096 bayt
uk: Розмір сектора: 4 096 байтів
vi: Kích thước sector: 4.096 byte
zh_hans: 扇区大小：4,096 字节
zh_hant: 磁區大小：4,096 個位元組

# CmdAlias_view_sectorSize4096
source: sector size lba
ar: sector size lba حجم القطاع
cs: sektor velikost sector size lba
de: sektorgröße sector size lba
el: μέγεθος τομέα sector size lba
es: tamaño de sector sector size lba
fa: اندازهٔ سکتور, sector size lba
fr: taille secteur sector size lba
hu: szektor méret meret szektorméret sector size lba
id: ukuran sektor sector size lba
it: dimensione settore sector size lba
ja: せくたさいず
ko: 섹터 크기 sector size lba
pl: rozmiar sektora sector size lba
pt: tamanho setor sector size lba
ro: dimensiune sector sector size lba
ru: размер сектора sector size lba
th: ขนาดเซกเตอร์ sector size lba
tr: sektör boyutu sector size lba
uk: розмір сектора sector size lba
vi: kích thước sector sector size lba
zh_hans: 扇区 大小 sector size lba
zh_hant: 磁區大小 sector size lba

# Cmd_view_sectorSizeCustom
source: Sector size: custom...
ar: حجم القطاع: مخصص...
cs: Velikost sektoru: vlastní...
de: Sektorgröße: benutzerdefiniert...
el: Μέγεθος τομέα: προσαρμογή...
es: Tamaño de sector: personalizado...
fa: اندازهٔ سکتور: سفارشی...
fr: Taille de secteur : personnalisée...
hu: Szektorméret: egyéni...
id: Ukuran sektor: kustom...
it: Dimensione settore: personalizzata...
ja: セクタサイズ: 指定...
ko: 섹터 크기: 사용자 지정...
pl: Rozmiar sektora: niestandardowy...
pt: Tamanho do setor: personalizado...
ro: Dimensiune sector: particularizat...
ru: Размер сектора: другой...
th: ขนาดเซกเตอร์: กำหนดเอง...
tr: Sektör boyutu: özel...
uk: Розмір сектора: власне значення...
vi: Kích thước sector: tùy chỉnh...
zh_hans: 扇区大小：自定义...
zh_hant: 磁區大小：自訂...

# CmdAlias_view_sectorSizeCustom
source: sector size lba
ar: sector size lba حجم القطاع مخصص
cs: sektor velikost sector size lba
de: sektorgröße sector size lba
el: μέγεθος τομέα sector size lba
es: tamaño de sector sector size lba
fa: اندازهٔ سکتور, sector size lba
fr: taille secteur sector size lba
hu: szektor méret meret szektorméret sector size lba
id: ukuran sektor kustom sector size lba
it: dimensione settore sector size lba
ja: せくたさいず
ko: 섹터 크기 지정 sector size lba
pl: rozmiar sektora sector size lba
pt: tamanho setor sector size lba
ro: dimensiune sector sector size lba
ru: размер сектора sector size lba
th: ขนาดเซกเตอร์ กำหนดเอง sector size lba
tr: sektör boyutu sector size lba
uk: розмір сектора sector size lba
vi: kích thước sector tùy chỉnh sector size lba
zh_hans: 扇区 大小 自定义 sector size lba
zh_hant: 磁區大小 自訂 sector size lba

# HexView_Menu_ComputeHash
source: Compute hash
ar: حساب التجزئة
cs: Vypočítat hash
de: Hash berechnen
el: Υπολογισμός κατακερματισμού
es: Calcular hash
fa: محاسبهٔ هش
fr: Calculer le hachage
hu: Kivonat kiszámítása
id: Hitung hash
it: Calcola hash
ja: ハッシュを計算
ko: 해시 계산
pl: Oblicz hash
pt: Calcular hash
ro: Calculare hash
ru: Вычислить хэш
th: คำนวณแฮช
tr: Karma hesapla
uk: Обчислити хеш
vi: Tính hash
zh_hans: 计算哈希
zh_hant: 計算雜湊

# SearchResults_Filter.PlaceholderText
source: Filter
ar: تصفية
cs: Filtr
de: Filtern
el: Φιλτράρισμα
es: Filtrar
fa: فیلتر
fr: Filtrer
hu: Szűrés
it: Filtro
ja: 絞り込み
ko: 필터
pl: Filtr
pt: Filtrar
ro: Filtrare
ru: Фильтр
th: กรอง
tr: Filtrele
uk: Фільтр
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

# SearchResults_Filter_Name
source: Filter results by data
ar: تصفية النتائج حسب البيانات
cs: Filtrovat výsledky podle dat
de: Ergebnisse nach Daten filtern
el: Φιλτράρισμα αποτελεσμάτων κατά δεδομένα
es: Filtrar los resultados por datos
fa: فیلتر نتایج بر اساس داده
fr: Filtrer les résultats par données
hu: Eredmények szűrése adat szerint
id: Filter hasil berdasarkan data
it: Filtra i risultati per dati
ja: 結果をデータで絞り込み
ko: 데이터로 결과 필터링
pl: Filtruj wyniki według danych
pt: Filtrar resultados por dados
ro: Filtrare rezultate după date
ru: Фильтр результатов по данным
th: กรองผลลัพธ์ตามข้อมูล
tr: Sonuçları veriye göre filtrele
uk: Фільтрувати результати за даними
vi: Lọc kết quả theo dữ liệu
zh_hans: 按数据筛选结果
zh_hant: 依資料篩選結果

# SearchResults_SortBy
source: Sort by {0}
ar: الفرز حسب {0}
cs: Seřadit podle: {0}
de: Nach {0} sortieren
el: Ταξινόμηση κατά {0}
es: Ordenar por {0}
fa: مرتب‌سازی بر اساس {0}
fr: Trier par {0}
hu: Rendezés: {0}
id: Urutkan berdasarkan {0}
it: Ordina per {0}
ja: {0} で並べ替え
ko: {0}(으)로 정렬
pl: Sortuj według: {0}
pt: Classificar por {0}
ro: Sortare după {0}
ru: Сортировать по: {0}
th: เรียงตาม{0}
tr: {0} ölçütüne göre sırala
uk: Сортувати за: {0}
vi: Sắp xếp theo {0}
zh_hans: 按{0}排序
zh_hant: 依 {0} 排序

# SearchResults_TooManyToSort
source: More than {0} results cannot be sorted or filtered.
ar: لا يمكن فرز أو تصفية أكثر من {0} نتيجة.
cs: Více než {0} výsledků nelze seřadit ani filtrovat.
de: Mehr als {0} Ergebnisse können nicht sortiert oder gefiltert werden.
el: Δεν είναι δυνατή η ταξινόμηση ή το φιλτράρισμα περισσότερων από {0} αποτελεσμάτων.
es: No se pueden ordenar ni filtrar más de {0} resultados.
fa: بیش از {0} نتیجه قابل مرتب‌سازی یا فیلتر نیست.
fr: Plus de {0} résultats ne peuvent pas être triés ni filtrés.
hu: {0} eredménynél több nem rendezhető és nem szűrhető.
id: Lebih dari {0} hasil tidak dapat diurutkan atau difilter.
it: Non è possibile ordinare o filtrare più di {0} risultati.
ja: {0} 件を超える結果は並べ替え・絞り込みができません。
ko: 결과가 {0}개를 넘으면 정렬하거나 필터링할 수 없습니다.
pl: Nie można sortować ani filtrować więcej niż {0} wyników.
pt: Não é possível classificar ou filtrar mais de {0} resultados.
ro: Mai mult de {0} rezultate nu pot fi sortate sau filtrate.
ru: Более {0} результатов нельзя сортировать или фильтровать.
th: ไม่สามารถเรียงหรือกรองผลลัพธ์ที่มีมากกว่า {0} รายการได้
tr: {0} sonuçtan fazlası sıralanamaz veya filtrelenemez.
uk: Понад {0} результатів неможливо сортувати чи фільтрувати.
vi: Không thể sắp xếp hoặc lọc khi có hơn {0} kết quả.
zh_hans: 超过 {0} 个结果时无法排序或筛选。
zh_hant: 超過 {0} 個的結果無法排序或篩選。

# Bookmarks_ColumnNumber
source: No.
ar: الرقم
cs: Č.
de: Nr.
el: Αρ.
es: N.º
fa: ردیف
fr: N°
hu: Sorszám
it: N.
ja: 番号
ko: 번호
pl: Nr
pt: Nº
ro: Nr.
th: ลำดับ
vi: Số
zh_hans: 编号
zh_hant: 編號

# Bookmarks_ColumnColor
source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
fa: رنگ
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 色彩

# Bookmarks_ColumnName
source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fa: نام
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Bookmarks_ColumnStart
source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fa: شروع
fr: Début
hu: Kezdet
id: Awal
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ro: Început
ru: Начало
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Đầu
zh_hans: 开始
zh_hant: 開始

# Bookmarks_ColumnLength
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Bookmarks_ColumnGroup
source: Group
ar: المجموعة
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
fa: گروه
fr: Groupe
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 组
zh_hant: 群組

# Bookmarks_ColumnComment
source: Comment
ar: التعليق
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fa: توضیح
fr: Commentaire
hu: Megjegyzés
id: Komentar
it: Commento
ja: コメント
ko: 설명
pl: Komentarz
pt: Comentário
ro: Comentariu
ru: Комментарий
th: ความคิดเห็น
tr: Açıklama
uk: Коментар
vi: Ghi chú
zh_hans: 注释
zh_hant: 註解

# Bookmarks_ColumnDocument
source: Document
ar: المستند
cs: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fa: سند
hu: Dokumentum
id: Dokumen
it: Documento
ja: ドキュメント
ko: 문서
pl: Dokument
pt: Documento
ru: Документ
th: เอกสาร
tr: Belge
uk: Документ
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# Bookmarks_MoveColumnLeft
source: Move column left
ar: نقل العمود لليسار
cs: Přesunout sloupec doleva
de: Spalte nach links verschieben
el: Μετακίνηση στήλης αριστερά
es: Mover la columna a la izquierda
fa: انتقال ستون به چپ
fr: Déplacer la colonne vers la gauche
hu: Oszlop mozgatása balra
id: Pindahkan kolom ke kiri
it: Sposta colonna a sinistra
ja: 列を左へ移動
ko: 열을 왼쪽으로 이동
pl: Przenieś kolumnę w lewo
pt: Mover coluna para a esquerda
ro: Mutare coloană la stânga
ru: Переместить столбец влево
th: ย้ายคอลัมน์ไปทางซ้าย
tr: Sütunu sola taşı
uk: Перемістити стовпець ліворуч
vi: Chuyển cột sang trái
zh_hans: 左移列
zh_hant: 將欄左移
